{
  "greetings": {
    "welcome_message_for_new_user": "Здравствуйте! Я виртуальный ассистент, заменяющий владельца объявления. \\nВот что я могу: \\n- Бронирование: \\nСоздать (\"/new_rent\") | Редактировать (\"/mod_rent\") | Удалить (\"/del_rent\") \\n- Вопросы: Условия аренды (\"/rent_cond\") | Условия проживания (\"/live_cond\") | Маршрут до нас (\"/build_route\"). \\n-  Работа с ассистеном: Отключить ассистента и перейти к чату с владельцем (\"/assistent_off\") | Включить бота (\"/assistent_on\") | Сбросить состояние бота (\"/res\") \\nДля нужного действия напишите команду Пример: /new_rent и бот задаст вам уточняющие вопросы. Если вы не до конца понимаете принцип использования команд, просто напишите, что бы вы хотели сделать. Пример: Есть ли скидка?"
  },

  "rent": {
    "rent_condition": "Бронирование абсолютно бесплатное!\\nВся оплата происходит напрямую с владельцем.\\nПри заселении обязательно нужно будет внести залог. Либо паспорт, либо некотораая сумма денег, обсуждается на месте с владельцем." ,
    "template": "Какие даты вас интересуют? Напишите с какого по какое число вы желаете быть у нас? Пример: 11-03-24: 21-03-24"
  },
  "farewells": {
    "goodbye": "До свидания! Надеюсь, вам было удобно общаться со мной.",
    "see_you_soon": "До скорой встречи!",
    "take_care": "Удачной дороги!"
  },
  "errors": {
    "not_understood": "Извините, я не понимаю ваш запрос. Пожалуйста, повторите или сформулируйте иначе."
  },
  "yandex_gpt": {
    "define_user_action_promt": "Классифицируй обращения клиента в подходящую категорию. Категории: Создать бронирование, Изменить бронирование, Удалить бронирование, Условия аренды, Условия проживания, Построение маршрута, Отключить ассистента, Включить ассистента, Сбросить состояние ассистента. В своем ответе используй только предложенные категории, если обращение не подходит не под одну категорию верни 0\"",
    "define_rent_date_promt": "Какой период бронирования имеет ввиду пользователь. Ответ дай в форме С дд/мм/гггг По дд/мм/гггг. Пример С 28/09/2024 По 06/10/2024. Если не можешь точно распознать даты верни 0"
  }
}