{
  "greetings": {
    "welcome_message_for_new_user": "Здравствуйте! Я виртуальный ассистент, заменяющий владельца объявления. \\nВот что я могу: \\n- Бронирование: \\nСоздать | Редактировать | Удалить  \\n- Вопросы: Условия аренды | Условия проживания | Составить иаршрут до нас. \\n- Работа с ассистеном: Отключить ассистента и перейти к чату только с владельцем  | Включить ассистента | Сбросить состояние ассистента  \\nДля нужного действия напишите, что вы хотите сделать Пример: Оформить новое бронирование. Ассистент задаст вам уточняющие вопросы. Если вы не до конца понимаете принцип работы, напишите: Подробная инструкция"
  },

  "rent": {
    "rent_condition": "Бронирование абсолютно бесплатное!\\nВся оплата происходит напрямую с владельцем.\\nПри заселении обязательно нужно будет внести залог. Либо паспорт, либо некотораая сумма денег, обсуждается на месте с владельцем." ,
    "template": "Какие даты вас интересуют? Напишите с какого по какое число вы желаете быть у нас? Пример: 11-03-24: 21-03-24"
  },
  "farewells": {
    "goodbye": "До свидания! Надеюсь, вам было удобно общаться со мной.",
    "see_you_soon": "До скорой встречи!",
    "take_care": "Удачной дороги!"
  },
  "errors": {
    "not_understood": "Извините, я не понимаю ваш запрос. Пожалуйста, повторите или сформулируйте иначе."
  },
  "yandex_gpt": {
    "define_user_action_promt": "Ты виртуальные ассистент, который обрабатывает сообщения пользователя. Определи действие которое хочет совершить пользователь исходя из его сообщения. В скобочках указаны примиреы сообщений пользователя для данной категории. Категории: Создать бронирование - (Создать, Новое, Новое бронирование, Новая аренда, Создать аренду), Изменить бронирование - (Изменить, Изменить бронирование, Редактировать, Изменить аренду), Удалить бронирование - (Удалить, Отменить, Удалить бронирование, Убери бронирование) Вопрос по условиям аренды - (Какие условия, Скидка, Есть ли скидка, Договор аренды, Сделка), Вопрос по условиям проживания - (Можно ли с собакой? Далеко ли до моря? Есть ли кондиционер? Кухня общая?), Построение маршрута - (А как до вас доехать? Построить маршрут, Маршрут, Где вы?) Отключить ассистента - (Отключить, Отстнань, Надоел, Хочу говорить с владельцем), Включить ассистента - (Включить, Помоги, Включить Ассистента), Сбросить состояние ассистента - (Сбросить, Сбросить ассистента, очистить), Инструкция к ассистенту - (Не пойму как работает. Инструкция, Полная инструкция). В своем ответе используй только предложенные категории, если точно не можешь определить категорию  или обращение не подходит ни под одну категорию верни 0",
    "define_rent_date_promt": "Какой период бронирования имеет ввиду пользователь. Ответ дай в форме С дд/мм/гггг По дд/мм/гггг. Пример С 28/09/2024 По 06/10/2024. Если не можешь точно распознать даты верни 0",
    "confirm_user_input": "Классифицируй ответ клиента в подходящую категорию. Категория - Да. Пример ответа: Я согласен/согласна, Да, хочу, С удовольствием.  Категория - Нет. Пример ответа: Я не согласен/согласна, Нет, спасибо, Отказываюсь. В своем ответе используй только предложенные категории, если обращение не подходит не под одну категорию верни 0"
  }
}