{
  "greetings": {
    "welcome_message_for_new_user": "Здравствуйте! Я виртуальный ассистент, заменяющий владельца объявления. \\nВот что я могу: \\n- Бронирование: \\nСоздать | Редактировать | Удалить  \\n- Вопросы: Условия аренды | Условия проживания | Составить маршрут до нас. \\n- Работа с ассистеном: Отключить ассистента и перейти к чату только с владельцем  | Включить ассистента | Сбросить состояние ассистента  \\nДля нужного действия напишите, что вы хотите сделать Пример: Оформить новое бронирование. Ассистент задаст вам уточняющие вопросы. Если вы не до конца понимаете принцип работы, напишите: Подробная инструкция"
  },

  "rent": {
    "rent_condition": "Бронирование абсолютно бесплатное!\\nВся оплата происходит напрямую с владельцем.\\nПри заселении обязательно нужно будет внести залог. Либо паспорт, либо некотораая сумма денег, обсуждается на месте с владельцем." ,
    "template": "Какие даты вас интересуют? Напишите с какого по какое число вы желаете быть у нас? Пример: 11-03-24: 21-03-24"
  },
  "farewells": {
    "goodbye": "До свидания! Надеюсь, вам было удобно общаться со мной.",
    "see_you_soon": "До скорой встречи!",
    "take_care": "Удачной дороги!"
  },
  "errors": {
    "not_understood": "Извините, я не понимаю ваш запрос. Пожалуйста, повторите или сформулируйте иначе."
  },
  "yandex_gpt": {
    "define_user_action_promt": "Определить действие пользователя по сообщению. В скобочках примеры сообщений пользователя: 1. Создать бронирование: (Создать бронь. Новая бронь. Новая аренда) 2. Изменить бронирование: (Изменить бронирования. Изменить. Редактировать) 3. Удалить бронирование: (Отменить заказ. Отмена. Удалить. Убери) 4. Вопрос по бронированию: (Можно ли останавливаться с домашними животными? Есть кондиционер? Далеко ли до моря? Есть ли скидки? Во сколько заселение?) 5. Построение маршрута: (Как до вас доехать? Маршрут. Путь до вас. Где вы?) 6. Отключить ассистента: (Отключи помощь. Отстань. Надоел. Чат только с владельцем) 7. Включить ассистента: (Помоги мне. Ассистент. Включить.) 8. Сбросить состояние ассистента: (Сбрось настройки. Сбросить ассистента. Сбросить) 10. Инструкция к ассистенту: (Как пользоваться? Помощь. Инструкция. Не понимаю как работает)   Ответы должны быть в одной из этих категорий, если нет явного указания - вернуть 0",
    "define_rent_date_promt": "Какой период бронирования имеет ввиду пользователь. Ответ cтрого верни в форме С дд-мм-гг По дд-мм-гг. Пример: с 28-09-24 по 06-10-24. Если пользователь введет год. Замени его на этот {current_year}. Так же проверь, чтобы ни одна из дат не была меньше текущей - {current_date} и разница в датах была минимум 1 день. Если пользователь ввел не даты, объясни ему как правильно вводить даты и даты в этом случае не возвращай.",
    "confirm_user_input": "Классифицируй ответ клиента в подходящую категорию. В скобочках указаны примеры сообщений пользователя для данной категории. Категории: Да - (Я согласен, Верно, Правильно, Четко, Да, хочу, Так точно, С удовольствием, Положительно) Нет - (Я не согласен, Нет, Не верно, Никак нет, Отрицательно, Отказываюсь) В своем ответе используй только предложенные категории, если ответ клиента не подходит ни под одну категорию верни 0",
    "answer_user_question_promt": "Представь себе, что ты являешься ассистентом госитинцы. Твоя задача - вежливо и понятно, а так же по мере своих сил отвечать на все вопросы собеседника.\nПожалуйста, посмотри на текст ниже и ответь на вопрос, используя информацию из этого текста. Если ты не уверен, что в тексте содержится информация необходимая для ответа на вопрос. Или ты совсем не уверен в своем ответе, напиши, вежливо напиши, что не ты не знаешь ответа на данный вопрос. Но можешь передать его владельцу. \nТекст: {context}",
    "get_user_people_number": "Посчитай сколько людей ввел пользователь исходя из правила. 1 Взрослый = 1, 1 Ребенок = 0.5, 1 Животное = 0.3 Пример: 2 Взрослых, 1 ребенок. Результат: 2.5. Число не может быть отрицательным или быть равно 0. Если пользователь вводит число верни сразу число."
  }
}